cask_args appdir: "/Applications"
tap "caskroom/cask"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "thefox/brewery"

cask "adoptopenjdk8"
brew "sqlite"
brew "ansible"
brew "ffmpeg"
brew "cmus"
brew "composer"
brew "ctags"
brew "curl"
brew "direnv"
brew "fzf"
brew "get_iplayer"
brew "git"
brew "git-flow"
brew "htop"
brew "jq"
brew "mariadb", restart_service: true
brew "mas"
brew "mtr"
brew "nmap"
brew "nvm"
brew "php"
brew "pipenv"
brew "pipx"
brew "postgresql", restart_service: true
brew "pv"
brew "pyenv"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "ripgrep"
brew "rsync"
brew "ssh-copy-id", link: true
brew "tig"
brew "tmux"
brew "vim"
brew "watch"
brew "wget"
brew "youtube-dl"
brew "zsh"
brew "heroku/brew/heroku"
brew "thefox/brewery/cmus-control"

brew "cmus-control", restart_service: "changed"

cask "alacritty"
cask "alfred"
cask "another-redis-desktop-manager"
cask "appcleaner"
cask "battle-net"
cask "bettertouchtool"
cask "cheatsheet"
cask "chromedriver"
cask "dbeaver-community"
cask "disk-inventory-x"
cask "firefox"
cask "google-chrome"
cask "inkscape"
cask "java"
cask "lastpass"
cask "minecraft"
cask "phpstorm"
cask "postbird"
cask "pycharm"
cask "sequel-pro"
cask "skype"
cask "slack"
cask "spotify"
cask "steam"
cask "sublime-text"
cask "subtitles"
cask "the-unarchiver"
cask "tor-browser"
cask "transmission"
cask "vagrant"
cask "virtualbox"
cask "vlc"
cask "whatsapp"
cask "xld"

mas "Gestimer", id: 990588172
mas "iA Writer", id: 775737590
mas "iMovie", id: 408981434
mas "Logic Pro X", id: 634148309
mas "ReadKit", id: 588726889
mas "Real Pool 3D", id: 552485740
mas "Things", id: 904280696
mas "TweetDeck", id: 485812721
