cask_args appdir: "/Applications"
tap "caskroom/cask"
tap "homebrew/homebrew-php"

brew "ack"
brew "ansible"
brew "bash"
brew "bash-completion"
brew "composer"
brew "curl"
brew "docker"
brew "git"
brew "git-flow"
brew "heroku"
brew "htop"
brew "jq"
brew "kubectl"
brew "lynx"
brew "mas"
brew "mtr"
brew "nmap"
brew "node"
brew "openssl"
brew "pv"
brew "python"
brew "rsync"
brew "ruby"
brew "sqlite"
brew "ssh-copy-id"
brew "tig"
brew "tmux"
brew "vim"
brew "watch"
brew "wget"
brew "youtube-dl"
brew "zsh"

brew "mysql@5.6", restart_service: "changed", link: true, conflicts_with: ["mysql"]
brew "nginx", restart_service: "changed"
brew "php71", restart_service: "changed"
brew "php71-intl"
brew "php71-mcrypt"
brew "php71-opcache"
brew "php71-xdebug"

cask "alfred2"
cask "appcleaner"
cask "bettertouchtool"
cask "cheatsheet"
cask "dbeaver-community"
cask "firefox"
cask "google-chrome"
cask "java8" unless system "/usr/libexec/java_home --failfast"
cask "libreoffice"
cask "phpstorm"
cask "pycharm"
cask "sequel-pro"
cask "skype"
cask "slack"
cask "spotify"
cask "sublime-text"
cask "the-unarchiver"
cask "transmission"
cask "transmit4"
cask "vagrant"
cask "virtualbox"
cask "vlc"
cask "whatsapp"

mas "Gestimer", id: 990588172
mas "Markoff", id: 1084713122
mas "iA Writer", id: 775737590
mas "TweetBot", id: 557168941
mas "Telephone", id: 406825478

