cask_args appdir: "/Applications"
tap "caskroom/cask"
tap "thefox/brewery"

brew "ansible"
brew "composer"
brew "curl"
brew "direnv"
brew "ffmpeg"
brew "fzf"
brew "cmus", args: ['with-ffmpeg', 'HEAD']
brew "git"
brew "git-flow"
brew "htop"
brew "jq"
brew "mas"
brew "mtr"
brew "nmap"
brew "openssl"
brew "pv"
brew "pyenv"
brew "pipx"
brew "reattach-to-user-namespace"
brew "rsync"
brew "sqlite"
brew "ssh-copy-id"
brew "tig"
brew "tmux"
brew "vim"
brew "watch"
brew "wget"
brew "youtube-dl"
brew "zsh"

brew "cmus-control", restart_service: "changed"

cask "alacritty"
cask "alfred"
cask "appcleaner"
cask "bettertouchtool"
cask "dbeaver-community"
cask "firefox"
cask "google-chrome"
cask "lastpass"
cask "phpstorm"
cask "pycharm"
cask "sequel-pro"
cask "skype"
cask "slack"
cask "spotify"
cask "sublime-text"
cask "subtitles"
cask "the-unarchiver"
cask "transmission"
cask "virtualbox"
cask "vagrant"
cask "vlc"
cask "whatsapp"
cask "xld"

mas "Gestimer", id: 990588172
mas "iA Writer", id: 775737590
mas "Logic Pro X", id: 634148309
